Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/sd/plenum_no/sp2018-1.pdf.tmx
Source language: nob
Languages: sme

source: Sametinget fikk ikke gjennomslag for dette.
sme: Sámediggi ii ožžon miehtama dás.

source: Helse- og omsorgsdepartementet (HOD) viser til at det skal utvikles språktiltak i oppfølging av NOU 2016:18 Hjertespråket.
sme: Dearvvašvuođa- ja fuolahusdepartemeanta (DFD) čujuha ahte galget ovddiduvvot gielladoaibmabijut NAČ 2016: 18 Váibmogiella čuovvoleamis.

source: I påvente av slik oppfølging mener HOD at det ikke vil være hensiktsmessig å innføre nye språktiltak overfor de regionale helseforetakene.
sme: DFD oaivvilda, ahte vuorddidettiin dán čuovvoleami, ii leat ulbmillaš váldit atnui ođđa gielladoaibmabijuid regionála dearvvašvuođadoaimmahagaide.

source: Innspill til styrerepresentant i regionale og underliggende helseforetak Etter forespørsel fra Helse- og omsorgsdepartementet har Sametingsrådet gitt innspill til styremedlemmer i Helse Nord RHF, Helse Sør-Øst RHF og til Helse Midt-Norge RHF.
sme: Regionála ja vuollásaš dearvvašvuođadoaimmahagaid cealkámuš stivralahtuide Go Dearvvašvuođa- ja fuolahusdepartemeanta lea jearran, de lea Sámediggeráđđi buktán cealkámuša Davvi Dearvvašvuohta RHF, Nuortaoarjji Dearvvašvuohta RHF ja Gaska-Norgga Dearvvašvuohta RHF stivralahtuide.

source: Sametingets innspill til Helse Nord RHF, Beate Ráhka, ble oppnevnt som medlem i styret.
sme: Sámedikki evttohus Davvi Dearvvašvuohta RHF stivrii, Beate Ráhka, nammaduvvui lahttun.

source: Sametingets forslag til de øvrige regionale helseforetakene ble ikke oppnevnt.
sme: Sámedikki evttohus duoid eará dearvvašvuođadoaimmahagaide eai nammaduvvon.

source: Sametinget har også gitt innspill til styremedlemmer i alle underliggende helseforetak i Helse Nord RHF for perioden 2018- 2020. Oppnevninger skjer i løpet av februar 2018.
sme: Sámediggi lea addán cealkámuša Dearvvašvuohta Davvin dearvvašvuođadoaimmahaga buot vuollásaš stivralahtuid nammadeamis áigodahkii 2018-2020. Nammadeamit dáhpáhuvvet guovvamánus 2018.

source: Sametingets deltagelse i utarbeidelse av Helse Nords utviklingsplan 2019-2035 Alle regionale helseforetak skal lage en regional overordnet utviklingsplan for spesialisthelsetjenester i sin region.
sme: Sámedikki searvan Dearvvašvuohta Davvin 2019-2035 ovddidanplána ráhkadeapmái Buot regionála dearvvašvuođadoaimmahagat galget ráhkadit regionála bajimuš ovddidanplána spesialistadearvvašvuođabálvalusaid várás iežaset regiovnnas.

source: Utviklingsplanene skal beskrive de viktigste utfordringer og strategier innenfor spesialisthelsetjenesten frem mot 2035.
sme: Ovddidanplánain galget válddahuvvot spesialistadearvvašvuođabálvalusaid deaŧaleamos hástalusat ja strategiijat jagi 2035 guvlui.

source: Strategiplanene vil være viktig i regjeringens arbeid med Nasjonal helse- og sykehusplan II for perioden 2020-2024. Helse Nord har invitert Sametinget til å delta i arbeidet med deres utviklingsplan for spesialisthelsetjenesten i nord.
sme: Strategiijaplánat leat deaŧalaččat ráđđehusa bargui Nationála dearvvašvuođa- ja buohcciviessoplánain II áigodahkii 2020-2024. Davvi Dearvvašvuohta RHF lea bovden Sámedikki searvat sin spesialistadearvvašvuođabálvalusaid ovddidanplánabargui davvin.

source: Utviklingsplanen skal også beskrive hva som påvirker den samiske befolkningens mulighet for å nyttiggjøre seg helsetjenesten på en god måte.
sme: Ovddidanplánas galgá maiddái čilgejuvvot mii váikkuha sámi álbmoga vejolašvuhtii ávkkástallat dearvvašvuođabálvalusain buori vuogi mielde.

source: Helse Nord sitt utkast til utviklingsplan vil sendes på høring i juni 2018.
sme: Davvi Dearvvašvuohta RHF ovddidanplánaevttohus sáddejuvvo gulaskuddamii geassemánus 2018.

source: Sametingsrådet har videre hatt møte med sørsamisk helsefagmiljø for å drøfte utfordringer innenfor helse i sørsamiske områder.
sme: Sámediggeráđis lea leamaš čoahkkin máttasámi dearvvašvuođafágabirrasiin guorahallan dihtii makkár hástalusat máttasámi guovlluin leat.

source: Deriblant hvordan store geografiske områder, spredt samisk befolkning og lange avstander til tilpassede samiske tjenestetilbud påvirket helsetilbudet til sørsamer.
sme: Earret eará movt stuorra geográfalaš guovllut, bieđgguid sámi álbmot ja guhkes gaskkat heivehuvvon sámi dearvvašvuođabálvalusaide váikkuhit dearvvašvuođafálaldaga máttasámiide.

source: Sametinget vil ta innspillene fra sørsamisk helsefagmiljø med seg til Helse Nord sitt arbeid med nasjonal strategi for spesialisthelsetjenester til den samiske befolkning nasjonalt.
sme: Sámediggi váldá máttasámi dearvvašvuođafágabirrasiid cealkámušaid mielde Davvi Dearvvašvuohta bargui nationála strategiijain sámi álbmoga spesialistadearvvašvuođabálvalusaid várás nationála dásis.

source: Sametinget vil også fortsette dialogen med sørsamisk miljø i dette arbeidet.
sme: Sámediggi áigu maiddái joatkit gulahallama máttasámi birrasiin dán barggus.

source: Møte med Kautokeino kommune om Máze bo- og servicesenter Sametingsrådet har hatt møte med Kautokeino kommune.
sme: Čoahkkin Guovdageainnu suohkaniin Máze ássan- ja bálvalanguovddáža birra Sámediggeráđis lea leamaš čoahkkin Guovdageainnu suohkaniin.

source: Tema for møtet var samiske eldres situasjon i Kautokeino kommune, og tilbud til samiske eldre i Máze.
sme: Čoahkkima fáddán lei sámi vuorasolbmuid dilli Guovdageainnu suohkanis, ja fálaldat sámi vuorasolbmuide Mázes.

source: Kautokeino kommune har ikke heldøgnstilbud til eldre utenfor kommunesenteret.
sme: Guovdageainnu suohkanis ii leat birrajándor fálaldat vuorasolbmuide olggobealde suohkanguovddáža.

source: Sametingsrådet redegjorde for de ordninger Sametinget har for tilskudd og midler til kommuner, blant annet prosjektmidler.
sme: Sámediggeráđđi čilgii makkár doarjja- ja ruhtaortnegat Sámedikkis leat gielddaide, earret eará prošeaktaruđat.

source: Sametinget har ikke mulighet til å gi midler til fast drift til institusjoner som hører inn under kommunenes lovpålagte oppgaver, men har midler til søkerbaserte prosjekter.
sme: Sámedikkis ii leat vejolašvuohta addit ruđaid fásta doibmii ásahusaide mat gullet gielddaid láhkageatnegahttojuvvon doaimmaide, muhto Sámedikkis leat ohcanvuđot ruđat prošeavttaide.

source: Oppnevning av nytt eldreråd Sametingsrådet har oppnevnt nytt eldreråd for perioden 01.01.2018-31.12.2021. Sametingets eldreråd er et rådgivende organ for Sametingsrådet og skal bistå Sametinget i utformingen av Sametingets eldrepolitikk.
sme: Sámediggeráđđi lea nammadan ođđa vuorrasiidráđi áigodahkii 01.01.2018-31.12.2021. Sámedikki vuorrasiidráđđi lea Sámediggeráđi ráđđeaddi orgána ja galgá veahkehit Sámedikki vuorasolbmuid politihka hábmemis.

source: 22.02.2018 har det nye eldrerådet sitt første møte.
sme: 22.02.2018 lei ođđa vuorrasiidráđis vuosttaš čoahkkin.

source: I forbindelse med kulturuka i Karasjok var Sametingets eldreråd invitert til åpent informasjons- og dialogmøte på Beassi.
sme: Kárášjoga kulturvahkku oktavuođas lei Sámedikki vuorrasiidráđđi bovdejuvvon rabas diehtojuohkin- ja gulahallančoahkkimii Beassis.

source: Sametingets eldreråd og Sametingsrådet holdt innlegg om Sametingets eldrepolitikk og deltok i diskusjonen.
sme: Sámedikki vuorrasiidráđđi ja Sámediggeráđđi dolle sáhkavuoru Sámedikki vuorasolbmuid politihka birra ja serve digaštallamii.

source: 8.2 En god helse og likeverdige helse- og sosialtjenester Mål for innsatsområdet: · Samiske pasienter mottar et språklig og kulturelt tilrettelagt helse og sosialtjeneste.
sme: 8.2 Buorre dearvvašvuohta ja dásseárvosaš dearvvašvuođa- ja sosiálabálvalusat

source: Psykisk helsevern for innsatte i fengsler. Med bakgrunn fra en undersøkelse fra 2014 som viser høy forekomst av psykiske lidelser blant domfelte i norske fengsler, er det også satt fokus på tiltak for å øke tilgjengeligheten til psykisk helsevern for innsatte i fengsler.
sme: Fáŋggaid psyhkalaš dearvvašvuođa suddjen. Jagi 2014 dutkamuša vuođul mii čájeha ahte leat ollu psyhkalaš váttut dubmejuvvon olbmuid gaskkas norgga giddagasain, de lea maiddai giddejuvvon fuomášupmi doaibmabijuide maiguin suddješii fáŋggaid psyhkalaš dearvvašvuođa.

source: Sametinget konsulterte på at helseforetakene også måtte få i oppdrag å sørge for språklige og kulturelle tilrettelagte helsetilbud til samiske innsatte, og fikk gjennomslag for dette.
sme: Sámediggi konsulterii ahte dearvvašvuođadoaimmahagat fertejit maiddái oažžut bargun fuolahit gielalaččat ja kultuvrralaččat láhččojuvvon dearvvašvuođafálaldaga sámi fáŋggaide, ja dasa mihttojuvvui.

source: 8.3 En likeverdig barneverntjeneste Mål for innsatsområdet: · Samiske barns rettigheter og behov er sikret i møte med barnevernet.
sme: Áŋgiruššansuorggi mihttomearri: · Sámi mánáid vuoigatvuođat ja dárbu leat sihkkarastojuvvon go deaivvada mánáidsuodjalusain.

source: Konsultasjoner på Barne- og likestillingsdepartementets tildelingsbrev for 2018 til Bufdir I november 2017 ba Sametinget om konsultasjoner på Barne- og likestillingsdepartementets (BLD) tildelingsbrev for 2018 til Barne-, ungdoms- og familiedirektoratet (Bufdir).
sme: Konsultašuvnnat Mánáid- ja dásseárvodepartemeantta juolludusreivve 2018 ektui Bufdir:ii Skábmamánus 2017 bivddii Sámediggi konsultašuvnnaid Mánáid- ja dásseárvodepartemeanttain (MDD) 2018 juolludusreivii Mánáid-, nuoraid- ja bearašdirektoráhtii (Bufdir).

source: Barne- og likestillingsdepartementets krav og føringer på blant annet barnevernsfeltet gis Bufdir gjennom et tildelingsbrev.
sme: Mánáid- ja dásseárvodepartemeantta gáibádus ja čanastagat earret eará mánáidsuodjalansuorggis addojuvvojit Bufdir:ii juolludusreivve bokte.

source: Bufdir skal følge opp departementets krav og føringer, velge tiltak og etablere nødvendig samarbeid med andre for god mål- og resultatoppnåelse.
sme: Bufdir galgá čuovvulit departemeantta gáibádusaid ja čanastagaid, válljet doaibmabijuid ja ásahit dárbbašlaš ovttasbarggu earáiguin buriid ulbmil- ja boađusolahusaid ektui.

source: I 2016 ga Barne- og likestillingsminister aksept for at Sametinget skulle konsulteres på BLDs tildelingsbrev på barnevernsfeltet.
sme: 2016:s dohkkehii Mánáid- ja dásseárvoministtar ahte Sámediggi galgá konsulterejuvvot MDD juolludusreivve ektui mánáidsuodjalansuorggis.

source: I 2018 valgte likevel BLD å avslå konsultasjonsanmodninger fra Sametinget, og har ferdigstilt og offentliggjort tildelingsbrev for 2018.
sme: 2018:s válljii MDD dattetge biehttalit Sámedikki konsultašuvdnaávžžuhusaid, ja lea gárvvistan ja almmuhan 2018 juolludusreivve.

source: Sametingsrådet vil følge saken opp på politisk nivå.
sme: Sámediggi áigu čuovvulit ášši politihkalaš dásis.

source: 8.4 Etiske retningslinjer for samisk helseforskning Mål for innsatsområdet: · Den samiske befolkningens rettigheter er ivaretatt innenfor forvaltning og bruk av human biologisk materiale.
sme: Áŋgiruššansuorggi mihttomearri: · Sámi álbmoga vuoigatvuođat leat gozihuvvon humána biologalaš ávdnasiid hálddašeamis ja geavaheamis.

source: Våren 2016 nedsatte Sametingsrådet et utvalg til å utarbeide utkast til etiske retningslinjer for samisk helseforskning og bruk og forvaltning av samisk humant biologisk materiale.
sme: Giđđat 2016 bijai Sámediggeráđđi lávdegotti ráhkadit etihkalaš njuolggadusaid sámi dearvvašvuođa dutkama várás ja sámi humána biologalaš ávdnasiid geavaheapmái.

source: Utvalget for etiske retningslinjer avsluttet sitt arbeid i november 2017 og overleverte sitt utkast til president Aili Keskitalo 04.12.2017. Sametingsrådet vil løfte saken til plenum høsten 2018.
sme: Lávdegoddi etihkalaš njuolggadusaid várás loahpahii barggus skábmamánu 2017 ja geigii árvalusas presidentii Aili Keskitaloi 04.12.2017. Sámediggeráđđi áigu ovddidit ášši dievasčoahkkimii 2018.

source: Urfolksrettigheter, internasjonalt samarbeid og likestilling
sme: Álgoálbmotvuoigatvuođat, riikkaidgaskasaš ovttasbargu ja dásseárvu

source: Samfunnsmål: · At rettigheter som er anerkjent i FNs erklæring om urfolksrettigheter er implementert i lovverk og praktisk politikk.
sme: Servodatmihttomearri: · Ahte vuoigatvuođat mat leat dohkkehuvvon ON álgoálbmotvuoigatvuođajulggaštusas heivehuvvojit láhkadahkosii ja geavatlaš politihkkii.

source: Mineralloven. President Aili Keskitalo og Sametingsrådet hadde 12.12.2017 møte med næringsminister Monica Mæland om evaluering av mineralloven og oppfølging av Samerettsutvalgets forslag til endringer av minerallovgivingen.
sme: Minerálaláhka. Presideanta Aili Keskitalos ja Sámediggeráđis lei čoahkkin 12.12.2017 ealáhusministariin Monica Mælandain minerálalága evaluerema birra ja Sámi vuoigatvuođalávdegotti čuovvuleami birra go guoská minerálaláhkaaddima rievdadusaide.

source: Departementet legger opp til en bestilling av rapport med evaluering av mineralloven, Sametinget er velkommen til å gi innspill til oppdragsbeskrivelsen.
sme: Departemeanta evttoha, ahte diŋgojuvvo raporta minerálalága árvvoštallama birra, Sámediggi lea bures boahtin buktit cealkámuša barggahančilgehussii.

source: Fra Sametingets side ble det framholdt at evalueringer omfattes av konsultasjonsplikten og at dette da også gjelder for mandat/oppdragsbeskrivelser for slike evalueringer.
sme: Sámediggi oaivvildii ahte evalueremat gullet konsultašuvdnageatnegasvuhtii ja ahte dat dalle guoská maiddái dán lágan árvvoštallamiid mandáhtii/barggahančilgehusaide.

source: Næringsministeren var avventende til dette.
sme: Ealáhusministtar lei vuordevaš dán ektui.

source: Eventuelle forslag til endringer av mineralloven, også for samiske hensyn, vil ikke bli vurdert før en evalueringsrapport foreligger.
sme: Minerálalága rievdadusevttohusat, maiddái sámi gažaldagat, eai árvvoštallojuvvo ovdal go evaluerenraporta lea fidnemis.

source: I etterkant ble det avholdt et administrativt møte med Nærings- og fiskeridepartementet om mineralloven i Karasjok, der vanskelighetene med loven ble gjennomgått.
sme: Maŋŋil dollojuvvui hálddahuslaš čoahkkin Ealáhus- ja guolástusdepartemeanttain minerálalága birra Kárášjogas, gos váttisvuođat lágain geahčaduvvojedje.

source: Nordnorsk råd skal utarbeide en mineralstrategi for Nord-Norge.
sme: Davvinorgga ráđđi galgá ráhkadit minerálastrategiija Davvi-Norgga várás.

source: Sametingsrådet ble av fylkesrådsleder i Nordland invitert til deltakelse i dette arbeidet og et møte for å drøfte en slik deltakelse.
sme: Nordlándda fylkkaráđđejođiheaddji bovdii Sámediggeráđi searvat dán bargui ja čoahkkimii guorahallat dán lágan searvama.

source: Sametingsrådet svarte ved å vise til Sametingets vedtak om ikke å gi samtykke til mineralloven, men at det likevel kunne være nyttig med et møte for å utdype synspunkter.
sme: Sámediggeráđđi vástidii ja čujuhii Sámedikki mearrádussii ahte ii miehtat minerálaláhkii, muhto ahte dattetge sáhtášii leat ávkkálaš searvat čoahkkimii čiekŋudahttin dihtii oainnuid.

source: Et slikt møte ble holdt 10.01.2018, og konkluderte med at Sametinget ikke deltar i strategiarbeidet, men vil kunne stille på møter for å redegjøre for erfaringer og synspunkter på dagens lovgiving og forvaltningspraksis.
sme: Dákkár čoahkkin dollojuvvui 10.01.2018 ja konkluderejuvvui ahte Sámediggi ii searvva strategiijabargui, muhto sáhttá čuovvut čoahkkimiid beassá čilget vásihusaid ja oainnuid dáláš láhkaaddima ja hálddašangeavahusa birra.

source: Konsultasjonsregler i sameloven Konsultasjonene om fastsetting av konsultasjonsregler i sameloven holder fram.
sme: Konsultašuvdnanjuolggadusat sámelágas Konsultašuvnnat konsultašuvdnanjuolggadusaid nannemis sámelágas leat ságastuvvon.

source: Det var på det halvårige møtet mellom Kommunal- og moderniseringsministeren og Sametingsrådet enighet om at et lovutkast kan foreligge våren 2018 for behandling i Sametinget og vedtak i regjeringen, med fremming overfor Stortinget.
sme: Gielda- ja ođasmahttinministara ja Sámediggeráđi gaskasaš čoahkkimis, mii dollojuvvo juohke jahkebealis, sohppojuvvui ahte láhkaevttohus sáhttá boahtit giđđat 2018 meannudeapmái Sámedikkis ja mearrádus ráđđehusas, ovddidemiin Stuorradiggái.

source: Det arbeides med lovforarbeider og lovtekst, og Sametingets siste tilbakemeldinger på disse i uke 1 er under vurdering i departementet.
sme: Dál leat bargamin láhkaovdabargguin ja láhkateavsttain, ja departemeanta lea dál árvvoštallamin Sámedikki vuosttaš vahku maŋimuš

source: Samerettseminaret i Oslo President Aili Keskitalo deltok i panelet til Samerettsgruppen ved Det juridiske fakultet, Universitetet i Tromsø, som ble arrangert den 17.01.2018 på Samisk hus i Oslo.
sme: Sámeriekteseminára Oslos Presideanta Aili Keskitalo searvvai Romssa universitehta, juridihkalaš dieđagotti Sámeriektejoavkku panelii, mii lágiduvvui 17.01.2018 Oslos.

source: Arrangementet ble holdt i lys av Nesseby-saken som ble behandlet i Høyesterett i denne tidsperioden.
sme: Dáhpáhus dollojuvvui Unjárgga-ášši čuovggas, maid Alimusriekti meannudii dán áigodagas.

source: President Aili Keskitalo fortalte om status i Sametingets rettighetsarbeid, og hvilke utfordringer Sametinget ser fremover.
sme: Presideanta Aili Keskitalo muitalii Sámedikki riektebarggu stáhtusa birra, ja makkár hástalusaid Sámediggi oaidná boahtteáigái.

source: Staten mot Jovsset Ante Sara i Høyesterett President Aili Keskitalo fulgte saken Staten mot Jovsset Ante Sara i Norges Høyesterett om et pålegg om reintallsreduksjon.
sme: Stáhta Jovsset Ante Sara vuostá Alimusrievttis Presideanta Aili Keskitalo čuovui ášši Stáhta Jovsset Ante Sara vuostá Norgga Alimusrievttis, boazologu unnideami geatnegahttimis.

source: Den 21.12.2017 falt avgjørelsen der Høyesterett fant under dissens 4-1 at et vedtak om å redusere reinflokken til 75 dyr var gyldig.
sme: 21.12.2017 mearriduvvui Alimusrievttis diseansa 4-1 vuolde ahte boazologu geahpedanmearrádus 75 eallái gusto.

source: President Aili Keskitalo hadde et møte med Sara i Karasjok den 31.01.2018 for å få informasjon om Saras vurdering av den videre prosessen om eventuelt å ta saken til internasjonale menneskerettighetsorganer.
sme: Keskitalos lei čoahkkin Sarain Kárášjogas 31.01.2018 oažžun dihtii dieđuid Sara árvvoštallama birra viidáset prosessii ahte áigot go doalvut ášši riikkaidgaskasaš olmmošvuoigatvuođaorgánaide.

source: Sametinget har rapportert om saken til FNs Menneskerettighetskomité i forbindelse med at Norge skal eksamineres av komiteen om forpliktelsene knyttet til FNs konvensjon om sivile og politiske rettigheter.
sme: Sámediggi lea raporteren ášši birra ON Olmmošvuoigatvuođakomiteai dan oktavuođas go komitea áigu eksamineret Norgga ON siviila ja politihkalaš vuoigatvuođaid ON konvenšuvnna geatnegasvuođaid oktavuođas.

source: Det skjer den 14.- 15.03.2018 i Genève. Sametingsrådet legger opp til å møte FNs Menneskerettighetskomité i forkant av denne høringen.
sme: Dat dáhpáhuvvá Genevas 14.- 15.03.18. Sámediggeráđis lea áigumuš deaivvadit ON Olmmošvuoigatvuođakomiteain ovdal dán gulaskuddama.

source: Høyesterettssaken om Langesundforbindelsen Den 28.11.2017 kom Høyesteretts dom i saken mellom Troms fylkeskommune og Reinøya reinbeitedistrikt.
sme: Alimusriekteášši Langesund-oktavuođa birra 28.11.2017 bođii Alimusrievtti duopmu áššis Romssa fylkagieldda ja Ráinná orohaga gaskka.

source: Saken gjaldt spørsmål om vedtak av Langesundforbindelsen er ugyldig fordi det ikke ble foretatt konsekvensutredning.
sme: Ášši guoskkai mearrádussii Langesund-oktavuođa birra ahte dat ii leat gustovaš danne go ii leat dahkkojuvvon váikkuhaniskančielggadus.

source: Høyesteretts flertall tok ikke endelig stilling til om konsekvensutredning var nødvendig etter det dagjeldende regelverket fordi en eventuell feil uansett ikke kunne hatt betydning for de vedtak kommunestyret traff.
sme: Alimusrievtti eanetlohku ii dahkan loahpalaš oainnu dan birra ahte dárbbašuvvui go váikkuhaniskančielggadus daláš njuolggadusaid mielde danne go vejolaš boasttuvuođas dattetge ii livčče lean mearkkašupmi gielddastivrra dahkan mearrádusaide.

source: Sametingsrådet har i etterkant hatt møte med Reinøya reinbeitedistrikt, og har rapportert saken til FNs Menneskerettighetskomite.
sme: Sámediggeráđis lea maŋŋá leamaš čoahkkin Ráidná orohagain, ja lea raporteren ášši birra ON Olmmošvuoigatvuođakomiteai.

source: Staare 2018 President Aili Keskitalo holdt hilsningstale under den offisielle åpningen av Staare 2018 på samenes nasjonaldag.
sme: Staare 2018 Presideanta Aili Keskitalo doalai dearvuođasáhkavuoru Staare 2018 almmolaš rahpamis Sámi álbmotbeaivvi.

source: Det samme gjorde de andre sametingspresidentene, FNs spesialrapportør for urfolks rettigheter og Sveriges kulturminister.
sme: Nu dahke maiddái eará sámedikkiid presideanttat, ON álgoálbmogiid vuoigatvuođaid erenoamášdieđiheaddji ja Ruoŧa kulturministtar.

source: Staare 2018-uken feiret 100 års jubileet for det første samiske landsmøtet på svensk side av Sápmi som fant sted i Staare/Östersund.
sme: Staare 2018 lei vuosttaš sámi riikkačoahkkima Ruoŧa bealde mii dollojuvvui Staares, 100 jagi ávvudeapmi.

source: President Aili Keskitalo deltok også på plenumsåpningen for Sametinget i Sverige.
sme: Presideanta Aili Keskitalo searvvai maiddái Ruoŧa beale sámedikki dievasčoahkkima rahpandilálašvuhtii.

source: 9.2 Samisk samarbeid Mål for innsatsområdet: · Samisk språk, kultur og samfunnsliv bevares og utvikles både innenfor den enkelte nasjonalstat og på tvers av statsgrensene.
sme: Áŋgiruššansuorggi mihttomearri: · Sámi giella, kultuvra ja servodateallin gozihuvvojit ja ovddiduvvojit sihke ovttaskas nationála stáhta siskkobealde ja stáhtarájáid rastá.

source: Norsk-svensk reinbeitekonvensjon President Aili Keskitalo deltok i møte med Sametinget i Sverige, Svenske Samers Riksforbund, Reineierforbundet og Norske Reindriftsamers Landsforbund i Oslo 30.01.2018, om videre fremdrift i arbeidet med å få ratifisert norsk-svensk reinbeitekonvensjon.
sme: Norgga-Ruoŧa boazoguohtonkonvenšuvdna Presideanta Aili Keskitalo searvvai čoahkkimii Ruoŧa beale Sámedikkiin, Ruoŧa Sámiid Riikkaservviin, Renägarförbundet servviin ja Norgga Boazosámiid Riikaservviin Oslos 30.01.2018, Norgga-Ruoŧa boazoguohtunkonvenšuvnna ratifiserenbarggu ovdáneami birra.

source: Partene ble enige om å be statene ta initiativ til et felles møte for å orientere om videre fremdrift i arbeidet.
sme: Bealit sohpe ahte bivdit stáhtaid váldit álgaga oktasaš čoahkkimii ja čilget barggu ovdáneami birra.

source: Presidentene møtte også de samiske partene i Staare 07.02.2018, der de ble enige om å opprettholde dette ønsket og at Sametinget i Sverige videreformidler dette til regjeringen i Sverige.
sme: Presideanttat deaivvadedje maiddái sámi beliiguin Staares 07.02.2018, ja sohpe bisuhit dán sávaldaga ja ahte Ruoŧa beale Sámediggi gaskkusta dán viidáseappot Ruoŧa ráđđehussii.

source: Styremøter i Samisk parlamentarisk råd Det er avholdt fire styremøter i perioden.
sme: Sámi Parlamentáralaš Ráđi stivračoahkkimat Áigodagas leat dollojuvvon njeallje stivračoahkkima.

source: Styret for Samisk parlamentarisk råd (SPR-S) har gitt en felles prinsipiell uttalelse angående en mulighetsstudie for jernbaneforbindelse mellom Finland og Norge.
sme: Sámi Parlamentáralaš Ráđđi (SPR-S) lea addán oktasaš prinsihpalaš cealkámuša mii guoská čađahaniskamii ruovdemáđija oktavuođas Suoma ja Norgga gaskka.

source: Transportministeren i Finland og Samferdselsministeren i Norge er blitt enige om å gjennomføre en mulighetsstudie for jernbaneforbindelse mellom Finland og Norge.
sme: Suoma Johtalusministtar ja Norgga Johtalusministtar leaba soahpan čađahit čađahaniskama ruovdemáđija oktavuođas Suoma ja Norgga gaskka.

source: Samisk parlamentarisk råd ber regjeringene i Finland og Norge å se til at sametingene i de to land gis full informasjon og fullt ut deltar og konsulteres om gjennomføringen av planlagt mulighetsstudie for jernbaneforbindelse mellom Finland og Norge.
sme: Sámi Parlamentáralaš Ráđđi bivdá Suoma ja Norgga ráđđehusaid fuolahit ahte sámedikkiide dán guovtti riikkas addojuvvojit ollislaš dieđut ja ollásit servet ja konsulterejuvvojit plánejuvvon čađahaniskamis ruovdemáđija oktavuođas Suoma ja Norgga gaskka.
